Repository: KlavierR1/NetPeek
Catalog: po/*.po
Languages: fr, it, pl, uk

source: Discover devices on your local network
fr: Découvrir les dispositifs sur votre réseau local
it: Scopri i dispositivi sulla tua rete locale
pl: Wykryj urządzenia w swojej sieci lokalnej
uk: Пошук пристроїв у вашій локальній мережі

source: See what's connected to your network
fr: Voyez ce qui est connecté sur votre réseau
it: Vedi cosa è connesso alla tua rete
pl: Sprawdź co jest podłączone do twojej sieci
uk: Перегляньте, що підключено до вашої мережі

source: NetPeek is a simple network scanner that helps you discover active devices on your local network.
fr: NetPeek est un scanner simple de réseau qui vous aide à découvrir les dispositifs actifs sur votre réseau local.
it: NetPeek è un semplice scanner di rete che ti aiuta a scoprire i dispositivi attivi sulla tua rete locale.
pl: NetPeek to prosty skaner sieciowy, który pomoże Ci odkryć aktywne urządzenia w swojej sieci lokalnej.
uk: NetPeek - це простий сканер мережі, що допомагає знаходити активні пристрої у вашій локальній мережі.

source: Home screen
fr: Écran principal
it: Schermata principale
pl: Ekran główny
uk: Домашній екран

source: Scan in Progress
fr: Scan en cours
it: Scansione in corso
pl: Skanowanie w trakcie
uk: Триває сканування

source: Scan Results
fr: Résultats du scan
it: Risultati della scansione
pl: Wyniki skanowania
uk: Результати сканування

source: Discover devices on your local network.
fr: Découvrez les dispositifs sur votre réseau local.
it: Scopri i dispositivi sulla tua rete locale.
pl: Wykryj urządzenia w swojej sieci lokalnej
uk: Знайти пристрої у вашій локальній мережі.

source: Contributors
fr: Contributeurs
it: Contributori
pl: Kontrybutorzy
uk: Автори

source: Main Menu
fr: Menu principal
it: Menu Principale
pl: Menu główne
uk: Головне меню

source: About
fr: À propos de NetPeek
it: Informazioni
pl: O programie
uk: Про застосунок

source: Quit
fr: Quitter
it: Esci
pl: Wyjdź
uk: Вихід

source: Scan my Network
fr: Scanner mon réseau
it: Scansiona la mia rete
pl: Skanuj moją sieć
uk: Сканувати мою мережу

source: IP Range Configuration
fr: Configuration de la plage IP
it: Configurazione Intervallo IP
pl: Konfiguracja zakresu IP
uk: Налаштування діапазону IP-адрес

source: Enter the IP range you want to scan:
fr: Introduisez la plage IP à scanner:
it: Inserisci l'intervallo IP che vuoi scansionare:
pl: Wprowadź zakres IP, który chcesz przeskanować:
uk: Введіть діапазон IP-адрес, який потрібно просканувати:

source: IP Range
fr: Plage IP
it: Intervallo IP
pl: Zakres IP
uk: Діапазон IP-адрес

source: Examples: 192.168.1.0/24, 10.0.0.1-50, 172.16.1.100-200
fr: Exemples: 192.168.1.0/24, 10.0.0.1-50, 172.16.1.100-200
it: Esempi: 192.168.1.0/24, 10.0.0.1-50, 172.16.1.100-200
pl: Przykład: 192.168.1.0/24, 10.0.0.1-50, 172.16.1.100-200
uk: Приклади: 192.168.1.0/24, 10.0.0.1-50, 172.16.1.100-200

source: Home Network (192.168.1.x)
fr: Réseau domestique (192.168.1.x)
it: Rete domestica (192.168.1.x)
pl: Sieć domowa (192.168.1.x)
uk: Домашня мережа (192.168.1.x)

source: Home Network (192.168.0.x)
fr: Réseau domestique (192.168.0.x)
it: Rete domestica (192.168.0.x)
pl: Sieć domowa (192.168.0.x)
uk: Домашня мережа (192.168.0.x)

source: Corporate (10.0.0.x)
fr: Entreprise (10.0.0.x)
it: Aziendale (10.0.0.x)
pl: Sieć corporacyjna (10.0.0.x)
uk: Корпоративна (10.0.0.x)

source: Private (172.16.0.x)
fr: Privé (172.16.0.x)
it: Privata (172.16.0.x)
pl: Sieć prywatna (172.16.0.x)
uk: Приватна (172.16.0.x)

source: Valid IP range!
fr: Plage IP valide!
it: Intervallo IP valido!
pl: Poprawny zakres IP!
uk: Дійсний діапазон IP-адрес!

source: Set IP range to:
fr: Fixer la plage IP sur:
it: Imposta l'intervallo IP a:
pl: Ustaw zakres IP na:
uk: Встановіть діапазон IP-адрес:

source: Scanning in progress...
fr: Scan en cours...
it: Scansione in corso...
pl: Skanowanie w trakcie...
uk: Триває сканування...

source: Devices found on your network:
fr: Dispositifs trouvés sur votre réseau:
it: Dispositivi trovati sulla tua rete:
pl: Urządzenia znalezione w twojej sieci:
uk: Пристрої, знайдені у вашій мережі:

source: Stop Scanning
fr: Interrompre le scan
it: Interrompi scansione
pl: Zatrzymaj skanowanie
uk: Зупинити сканування

source: Stop the current network scan
fr: Interrompre le scan de réseau en cours
it: Interrompi la scansione di rete corrente
pl: Zatrzymaj bieżące skanowanie
uk: Зупинити поточне сканування мережі

source: Scan Again
fr: Scanner à nouveau
it: Scansiona di nuovo
pl: Skanuj ponownie
uk: Сканувати ще раз

source: Scanning Network
fr: Scan du réseau en cours
it: Scansione della rete
pl: Skanowanie sieci
uk: Мережа що сканується

source: Discovering devices on your network... (this may take a while!)
fr: Découverte de dispositifs sur votre réseau... (peut prendre du temps!)
it: Ricerca dispositivi sulla tua rete... (potrebbe richiedere del tempo!)
pl: Wykrywanie urządzeń w twojej sieci... (to może chwilę potrwać!)
uk: Виявлення пристроїв у вашій мережі... (це може зайняти деякий час!)

source: Preparing scan...
fr: Préparation du scan...
it: Preparazione scansione...
pl: Przygotowywanie skanowania...
uk: Підготовка сканування...

source: Time Elapsed: 00:00
fr: Temps écoulé: 00:00
it: Tempo trascorso: 00:00
pl: Czas, który upłynął: 00:00
uk: Минуло часу: 00:00

source: No Devices Found
fr: Aucun dispositif trouvé
it: Nessun dispositivo trovato
pl: Nie znaleziono urządzeń
uk: Пристроїв не знайдено

source: No devices were found in the specified range!
fr: Aucun dispositif n'a été trouvé dans la plage spécifiée!
it: Nessun dispositivo è stato trovato nell'intervallo specificato!
pl: Nie znaleziono urządzeń w wybranym zakresie!
uk: У вказаному діапазоні не знайдено жодного пристрою!

source: Scan Error
fr: Erreur de scan
it: Errore di scansione
pl: Błąd skanowania
uk: Помилка сканування

source: An error occurred while scanning the network!
fr: Une erreur s'est produite pendant le scan du réseau!
it: Si è verificato un errore durante la scansione della rete!
pl: Wystąpił błąd w trakcie skanowania sieci!
uk: Під час сканування мережі сталася помилка!

source: Time Elapsed: {minutes:02d}:{seconds:02d}
fr: Temps écoulé: {minutes:02d}:{seconds:02d}
it: Tempo trascorso: {minutes:02d}:{seconds:02d}
pl: Czas, który upłynął: {minutes:02d}:{seconds:02d}
uk: Минуло часу: {minutes:02d}:{seconds:02d}

source: Hosts Scanned: {scanned}/{total}
fr: Hôtes scannés: {scanned}/{total}
it: Host Scansionati: {scanned}/{total}
pl: Przeskanowane hosty: {scanned}/{total}
uk: Хостів проскановано: {scanned}/{total}

source: Scanning...
fr: Scan en cours...
it: Scansione...
pl: Skanowanie...
uk: Сканування...

source: Scanning
fr: Scan en cours
it: Scansione
pl: Skanowanie
uk: Сканування

source: Scan stopped - Found {count} devices
fr: Scan interrompu - {count} dispositifs trouvés
it: Scansione interrotta - Trovati {count} dispositivi
pl: Skanowanie zatrzymwane - znaleziona liczba urządzeń: {count}
uk: Сканування зупинено - знайдено {count} пристрій

source: Scan stopped. Found {count} devices so far.
fr: Scan interrompu. {count} dispositifs trouvés jusqu'ici.
it: Scansione interrotta. Trovati {count} dispositivi finora.
pl: Skanowanie zatrzymwane. Znaleziona dotychczas liczba urządzeń: {count}
uk: Сканування зупинено. Наразі знайдено {count} пристрій.

source: Scan stopped - No devices found
fr: Scan interrompu - Aucun dispositif trouvé
it: Scansione interrotta - Nessun dispositivo trovato
pl: Skanowanie zatrzymwane - nie znaleziono urządzeń
uk: Сканування зупинено – пристроїв не знайдено

source: Scan stopped. No devices found.
fr: Scan interrompu. Aucun dispositif trouvé.
it: Scansione interrotta. Nessun dispositivo trovato.
pl: Skanowanie zatrzymwane. Nie znaleziono urządzeń
uk: Сканування зупинено. Пристроїв не знайдено.

source: Found {count} devices
fr: {count} dispositifs trouvés
it: Trovati {count} dispositivi
pl: Znaleziona liczba urządzeń: {count}
uk: Знайдено {count} пристрій

source: Found {count} devices on the network.
fr: {count} dispositifs trouvés sur le réseau.
it: Trovati {count} dispositivi sulla rete.
pl: Znaleziona liczba urządzeń w sieci: {count}
uk: Знайдено {count} пристрій у мережі.

source: No devices found
fr: Aucun dispositif trouvé
it: Nessun dispositivo trovato
pl: Nie znaleziono urządzeń
uk: Пристроїв не знайдено

source: No devices found in the specified range
fr: Aucun dispositif trouvé dans la plage spécifiée
it: Nessun dispositivo trovato nell'intervallo specificato
pl: Nie znaleziono urządzeń w wybranym zakresie
uk: У вказаному діапазоні пристроїв не знайдено

source: Error:
fr: Erreur:
it: Errore:
pl: Błąd:
uk: Помилка:

source: An error occurred!
fr: Une erreur s'est produite!
it: Si è verificato un errore!
pl: Wystąpił błąd!
uk: Сталася помилка!

source: Unknown IP
fr: IP inconnue
it: IP sconosciuto
pl: Nieznany adres IP
uk: Невідома IP-адреса

source: Unknown
fr: Inconnu
it: Sconosciuto
pl: Nieznany
uk: Невідомо

source: Hostname
fr: Nom d'hôte
it: Nome host
pl: Nazwa hosta
uk: Ім'я хоста

source: No Ports Open
fr: Aucun port ouvert
it: Nessuna porta aperta
pl: Brak otwartych portów
uk: Немає відкритих портів

source: Ports Open
fr: Ports ouverts
it: Porte aperte
pl: Otwarte porty
uk: Відкриті порти
